{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"color_scheme":"","show_title":true,"page_width":"xs"}},"rich_text_FTmrxJ":{"type":"rich-text","blocks":{"image_EnUdgn":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/About-us_compressed_d7018716-1f09-4c73-ac6e-79131e1ac7d7.jpg","width_mode":"full_width","max_width":600,"mobile_max_width":400}},"heading_3nGFm9":{"type":"heading","settings":{"text":"About Us","heading_tag":"h1"}},"richtext_NE4trQ":{"type":"richtext","settings":{"content":"<p>Affaire's by Levell 5, founded by designer directors, Abhilasha Kajaria, Shweta Malpani, Rashmi Malpani and Neha Malpani, has been redefining fashion in Kolkata for the past 14 years. The brand opened its first 4,000-square-foot retail store on Park Street to an overwhelming response from customers across India. This success has led him to open another 2,000 square meters. The ft. Designer store opened on upscale Park Street in July 2015. Later that year, the brand opened its doors at his 180A, C.R. Avenue. The brand's design philosophy revolves around the concept of 'Affair', which represents the idea of a special and unforgettable experience. Affaire's by Level 5 aims to create clothing that is not only fashionable, but evokes emotions, memories and luxury. The brand is now successfully operating in over 500 SIS across India including Rajasthan, Maharashtra, Allahabad, Punjab, Odissa, Chhattisgarh, Gujrat, Jharkhand and more. The company is also rapidly expanding EBO in partnership with his FRANCHISE INDIA, India's largest franchise solutions company. (Exclusive Brand Outlets) across India. Affaire's by Levell 5 is inherently aimed at a niche customer base and is therefore proposing to open stores in all premium malls across India and abroad.<\/p>"}}},"block_order":["image_EnUdgn","heading_3nGFm9","richtext_NE4trQ"],"settings":{"color_scheme":"","separate_section_with_border":true,"content_width":"sm","text_position":"center","remove_vertical_spacing":false}}},"order":["main","rich_text_FTmrxJ"]}